var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "老姐，好久不见",
        "往年你在家的时候",
        "想着我老姐就在桃河那一边",
        "心里便多了一分温暖",
        "没想到如今距离越远",
        "牵挂与思念越深",
        "好久没送过你生日礼物了",
        "在国外过生日、过年",
        "想必也很想念阳泉的好友",        
        "祝你在英国平安喜乐",
        "求学之路一帆风顺",
        "祝你快乐，不只生日",
        "祝你快乐，尤其生日",
        "Happy birthday",
        "2021.02.03",
        "王菲：没有什么，会永垂不朽",
        "我依然觉得友谊天长地久",
    ],
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "点亮这里~",
        play: "来首你爱听的歌",
        bannar_coming: "本网页的主题",
        balloons_flying: "好像还少点东西！",
        cake_fadein: "尝尝小弟送你的电子版蛋糕？",
        light_candle: "给你点根蜡烛？",
        wish_message: "生日快乐~",
        story: "A MESSAGE FOR YOU",
    }
};
